const AR = {
  //////////////////////////navbar////////////////////////////////////////////////////
  Arabic: "العربية",
  English: "الانجليزية",
  p1: "انضم إلى برنامجنا واربح مكافآت!",
  p2: "ادعُ أصدقاءك واربح مكافآت!",
  p3: "شحن مجاني على الطلبات التي تزيد عن 100 دولار!",
  ///////////////////////navbar2//////////////////////////////////////////
  home: "الصفحة الرئيسية",
  Shop: "التسوق",

  shop: "المتجر",
  wishlist: "قائمة المفضلة",
  about_us: "من نحن",
  contact_us: "اتصل بنا",
  Profile: "الملف الشخصي",
  logout: "تسجيل الخروج",
  login: "تسجيل الدخول/إنشاء حساب",
  ////////////////////////////////////////AllClients//////////////////////////////////////////////////////////////
  Client_Accounts: "حسابات العملاء",
  Number_of_Clients: "عدد العملاء",
  Status: "الحالة",
  None: "لا يوجد",
  Confirmed: "مؤكد",
  Not_Confirmed: "غير مؤكد",
  Name: "الاسم",
  View: "عرض",
  Delete: "حذف",
  Email: "البريد الإلكتروني",
  Address: "العنوان",
  Phone: "رقم الهاتف",
  IsConfirm: "تم التأكيد",
  Balance: "الرصيد",
  No_client_selected: "لم يتم اختيار أي عميل",
  //AllWorkshops/////////////////////////////////////////////
  Workshop_Accounts: "حسابات الورش",
  Number_of_Workshops: "عدد الورش",
  Workshop_Name: "اسم الورشة",
  Owner_Name: "اسم المالك",
  Description: "الوصف",
  Acceptance: "القبول",
  EGP: "جنيه مصري",
  No_client_selected: "لم يتم اختيار أي عميل",
  ///////////////////////CustomerComplaints/////////////////////////////////
  Customer_Complaints: "شكاوى العملاء",
  Complaint: "الشكوى",
  Reply_via_Email: "الرد عبر البريد الإلكتروني",
  ///////////////////////////////////////////footer////////////////////////////////
  Proin_interdum:
    "بروين عند مدخل النخبة. كن دائمًا عاقلًا. علق الحزام. كراس جيت لوريم نونك. فوسكي نيك أورنا تيمبوس تيمبوس",
  History: "التاريخ",
  Our_Team: "فريقنا",
  Services_Offered: "الخدمات المقدمة",
  Product_Catalog: "كتالوج المنتجات",
  Information: "المعلومات",
  FAQ_Return: "الأسئلة الشائعة/العودة",
  Privacy_Terms: "الخصوصية والشروط",
  Affiliate: "التسويق بالعمولة",
  Sizing_Guide: "دليل القياس",
  Accessibility: "إمكانية الوصول",
  Your_Account: "حسابك",
  Press_Release: "البيانات الصحفية",
  Return_Centre: "مركز الإرجاع",
  App_Download: "تحميل التطبيق",
  Advertisements: "الإعلانات",
  Support: "الدعم",
  Useful_links: "روابط مفيدة",

  ///////////////////////////////////Loader/////////////////
  LOADING: "جار التحميل",
  /////////////////////////PaymentApproval///////////////////////////////
  Payment_Approvals: "موافقات الدفع",
  Approve_Payment: "الموافقة على الدفع",
  /////////////////////////////////////WorkshopRequests////////////////////////////
  Workshop_Requests: "طلبات الورش",
  Join_At: "انضم في",
  Show_Details: "عرض التفاصيل",
  Approve: "الموافقة",
  Reject: "رفض",
  Workshop_Profile_Details: "تفاصيل ملف الورشة",
  Front_ID: "الهوية الأمامية",
  Back_ID: "الهوية الخلفية",
  Bank_Statement: "كشف الحساب البنكي",
  Tax_Registration: "التسجيل الضريبي",
  //////////////////////////////pages////////////////////////////////////////
  //////////////////////About Us  page///////////////////////
  // Section Two/////////////////////////////
  WE_DESIGN: "نحن نصمم",
  world_h2: "أثاث عالمي المستوى لراحة مثالية",
  Crafting_Quality_Furnitre: "صناعة أثاث عالي الجودة",
  eleifend_p: `كإليفيند ماتيس ليغولا، تم تحميل الباب بالأوعية على
             الحدود. لا تنتمي مركبات آينيس إلى أعضاء القوس. البروتين
             الكامل والسعر جذاب. الفئة مناسبة للشركاء الصامتين الذين
             يتحولون إلى الشواطئ من خلال زيجاتنا، عبر مشاريع هيميناين`,

  Crafting_h2: `إنتيجر دابيبس مع دوي بريتيم بلانديت. كلاس أبتنت تاكتي
             سوسيوسكو أد ليتورا توركوينت بير كونوبياس نوسترا، بير
             إنسيبتوس هيمينايوز. يوت إليفيند ماتيس ليغولا، بورتا فينيبوس
             أورنا غرافيدا في. أينين فيكولا سوداليس أركو نون ماتيس.`,

  But_span: `لكن إليفيند الحوزة، بوابة الحدود، جرت عند.`,
  Ginteger_span: "جينتيجر بروتينات ودوي مناسبة للبلاسنز",
  IsConfirm_span: "مركبات كينين ليست مملوكة لأعضاء القوس",
  ////////////////////////////Section Three//////////////////////////////////////////
  Products_Sold: "المنتجات المباعة",
  Years_Service: "سنوات الخدمة",
  Outlets_Worldwide: "فروع حول العالم",
  Satisfied_Customers: "عملاء راضون",
  ////////////////////////////////////////////Section Four/////////////////////////////////////
  DIVERSE_RANGE: "مجموعة متنوعة",
  Customized_Furniture: "أثاث مخصص",
  Dining_Room: "غرفة الطعام",
  Living_Room: "غرفة المعيشة",
  Kitchen: "المطبخ",
  Office: "المكتب",
  Bedroom: "غرفة النوم",
  Waiting_Hall: "قاعة الانتظار",
  /////////////////////Section Five////////////////////
  Special_Team: "فريق خاص",
  COMFORTCRAFTERS: "مصممو الراحة",
  CEO: "الرئيس التنفيذي",

  chales_scarter: "تشاليس سكارتر",
  CEO: "CEO",
  VP_SALES: "نائب رئيس المبيعات",
  PRODUCT_DESIGNER: "مصمم المنتجات",
  Roger: "روجر",
  Web_Devolper: "مطور ويب",
  ART_OF_COMFORT: "فن الراحة",
  Transforming_Spaces: "تحويل المساحات",
  Transforming_Style: "تحويل الأسلوب",
  Your_span: "بريدك الإلكتروني آمن معنا، لا نقوم بإرسال رسائل غير مرغوب فيها",
  Privacy_Policy: "سياسة الخصوصية",
  /////////////////////////////Admin page/////////////////////
  Main_Sections: "الأقسام الرئيسية",
  Admin_Dashboard: "لوحة تحكم المسؤول",
  Requests: "الطلبات",
  Payments: "المدفوعات",
  ///////////////////////////////////////Cart page//////////////////////////////////////
  /////////////////////////// section products empty////////////////////////////////////
  Your_cart_div: "سلة التسوق فارغة حاليًا.",
  Return_To_Shop: "العودة إلى المتجر",
  Got_div: "هل حصلت على بطاقة هدية من شخص تحبه؟",
  Product: "المنتج",
  Price: "السعر",
  Quantity: "الكمية",
  SubTotal: "المجموع الفرعي",
  IsConfirm: "تم التأكيد",
  Color: "اللون",
  ///////////////////////Section coupon//////////////////////
  Coupon: "قسيمة",
  Apply_Coupon: "تطبيق القسيمة",
  Cart_Totals: "إجماليات السلة",
  Subtotal: "المجموع الفرعي",
  Shipping: "الشحن",
  Free_Shipping: "شحن مجاني",
  Shipping_to: "الشحن إلى",
  Change_Address: "تغيير العنوان",
  Total: "الإجمالي",
  Proceed_To_Checkout: "المتابعة للدفع",
  ///////////////////////////////Checkout page/////////////////////////
  Got_gift: "هل حصلت على بطاقة هدية من شخص تحبه؟",
  Use_it_here: "استخدمها هنا!",
  Your_order: "طلبك",
  Kindly_verify:
    "يرجى التحقق من كميات وأسعار العناصر في طلبك قبل إتمام عملية الدفع.",
  PhoYour_personalne:
    "سيتم استخدام بياناتك الشخصية لمعالجة طلبك، ودعم تجربتك على هذا الموقع، ولأغراض أخرى موضحة في",
  ///////////////////////////////ConfirmEmail page///////////////////////////////////////
  Confirm_Email: "تأكيد البريد الإلكتروني",
  Round_the_clock_Service: "خدمة على مدار الساعة",
  Mobile_Number: "رقم الهاتف",
  Mail_ID: "البريد الإلكتروني",
  Additional_Information: "معلومات إضافية",

  when_you_enter: "عند إدخال التأكيد سيكون لديك حساب معنا",
  Confirm: "تأكيد",
  /////////////////////////////////////////////////////////ContactUs page///////////////////////
  DROP_US_LINE: "أرسل لنا رسالة",
  Sed_id_semper:
    "سديد عند السيمبر، في هنديريت غرافيدا روتريم. فيتا بروين ساجيتيس نيسل فيل إليت سكليريسكي ماوريس رونكوس ماتيس.",
  Submit_Query: "إرسال استفسار",
  Transit_Protocol: "بروتوكول النقل",
  Eget_arcu: "إيجيت أركو ديكتوم فيريوس دويس آت لوريم دونك.",
  Chat_Assistance: "مساعدة الدردشة",
  Tuam_quisque_id: "توام كويزك إيدي ديام فيل كوام أسيناس.",
  Email_Interaction: "التفاعل عبر البريد الإلكتروني",
  Quis_varius: "كويز فيريوس كوام إيدي ديام فيل أسيناس.",
  Global_Stores: "المتاجر العالمية",
  Condimentum_id: "كونديمينتوم إيدي فينيتينس فيتا سابين.",
  ////////////////////////////////////////ForgotPassword page//////////////////////
  Forgot_Password: "نسيت كلمة المرور",
  Enter_your_email:
    "أدخل عنوان بريدك الإلكتروني وسنرسل لك رسالة لإعادة تعيين كلمة المرور",
  Send_Email: "إرسال البريد",
  //////////////////////////////////////////////Home Page /////////////////////////////////////////
  SMART_SOLUTION: "حل ذكي",
  Enjoy_With_Style: "استمتع بالأسلوب والراحة",
  The_price_product_section1:
    "سعر المنتج منخفض جدًا، أو سعر الكتاب. بعضهم يحب خط العبارات من ديام المهتم بالسرير. ولكن سعر الصلصة هو سعر السرير.",
  Shop_Now: "تسوق الآن",
  //////////////////////// section two////////////////////////
  Home_Decor_Hub: "مركز ديكور المنزل",
  Exceptional_Furniture: "أثاث استثنائي للداخل والخارج",
  Discover_Endless_Designs: "اكتشف تصاميم لا نهاية لها",
  /////////section three/////////////////
  Sofa: "أريكة",
  Cabinet: "خزانة",
  Shelving_Units: "وحدات رفوف",
  Tea_Table: "طاولة شاي",
  Decors: "ديكورات",
  Office_Table: "طاولة مكتب",
  Kitchen_Furniture: "أثاث المطبخ",
  Storage_Furniture: "أثاث التخزين",
  ///////////////////////////// Collection section //////////////////////////////////////
  EXPLORE_OUR: "استكشف مجموعتنا",
  Luxurious_Haven: "مجموعة الملاذ الفاخر",
  Home_Decoration: "ديكور المنزل",
  Office_Decoration: "ديكور المكتب",
  Indoor_Decoration: "ديكور داخلي",
  Outdoor_Decoration: "ديكور خارجي",

  ON_SALE: "للبيع",
  ///////////////////////////////////Slider section//////////////////////////////
  Tailored_Furniture: "أثاث مخصص للاحتياجات الخاصة.",
  Ensure_Durability: "ضمان المتانة وطول العمر.",
  Diverse_Range: "مجموعة متنوعة من الأثاث.",
  Comfort_And_High: "راحة ووظائف عالية.",
  /////////////////////////////////////accordian section/////////////////////////////
  Products_Service: "المنتجات والخدمات",
  Product_related_queries: "استفسارات متعلقة بالمنتج",

  For_furniture_purchases: "لشراء الأثاث، هل لديك خيارات تمويل؟",
  Pain_should:
    ".نعم، نقدم خيارات تمويل مرنة لشراء الأثاث. يمكنك الاستفادة من خطط سداد مريحة تتناسب مع ميزانيتك، مما يسهل عليك اختيار الأثاث المثالي لمنزلك دون الضغط على مواردك المالية",
  have_eco_friendly: "هل لديكم أثاث صديق للبيئة؟",
  I_need_the_wisdom:
    ".نعم، لدينا مجموعة من الأثاث الصديق للبيئة المصنوع من مواد مستدامة وقابلة لإعادة التدوير. نحن نحرص على توفير خيارات تعزز الاستدامة وتحافظ على البيئة، مع الحفاظ على جودة التصميم والراحة",
  Is_it_possible: "هل من الممكن متابعة تسليم الأثاث الخاص بي؟",
  The_yeast_of_the_god:
    ".نعم، يمكنك متابعة تسليم الأثاث الخاص بك من خلال نظام التتبع المتاح على موقعنا. بمجرد إتمام عملية الشراء، ستحصل على تفاصيل الشحن ورقم التتبع لتتمكن من معرفة موعد وصول طلبك",
  BalDo_you_offer: "هل تقدمون استشارات تصميم؟",
  For_the_pure_does:
    ".نعم، نقدم استشارات تصميم لمساعدتك في اختيار الأثاث المثالي لمنزلك. فريقنا من المصممين المحترفين مستعد لتقديم النصائح والإرشادات لتنسيق الأثاث وتحقيق أفضل استخدام للمساحات المتاحة",
  Are_custom_orders: "هل يتم قبول الطلبات الخاصة للأثاث الذي ليس في المخزون؟",
  It_is_said_that:
    ".نعم، نقبل الطلبات الخاصة للأثاث الذي ليس في المخزون. يمكنك التواصل معنا لمناقشة احتياجاتك الخاصة وسنقوم بمساعدتك في تصميم الأثاث حسب رغبتك. نحن نسعى لتلبية متطلبات عملائنا بأفضل شكل ممكن",
  /////////////////////////////////////Furniture's section////////////////////////////////////
  Innovative_Furniture: "أثاث مبتكر",
  Sleek_And_Stylish: "أنيق وعصري",
  The_class:
    "الفئة صامتة. كإليفيند ماتيس ليغولا، تم تحميل الباب بالأوعية على الحدود. لا يمتلك آينياس مركبات القوس. البروتين الكامل والسعر جذاب.",
  Testimonial_Time: "وقت الشهادات",
  Our_Customers_Speak: "عملاؤنا يتحدثون",

  name1: "جون دو",
  country1: "الولايات المتحدة الأمريكية",
  review1:
    "لقد تأثرت بشدة بمستوى الخدمة التي تلقيتها. من البداية إلى النهاية، كان الفريق منتبهاً ومهنياً وتأكد من تلبية جميع احتياجاتي. المنتج نفسه ذو جودة عالية ويبرز حقاً في السوق. أوصي بشدة بهذه الشركة لأي شخص يبحث عن التميز.",

  name2: "ماريا غارسيا",
  country2: "إسبانيا",
  review2:
    "كانت تجربتي مع هذه الشركة مذهلة. كان دعم العملاء متاحاً دائماً للإجابة على استفساراتي، وكانت عملية التوصيل أسرع مما توقعت. المنتج تجاوز توقعاتي في كل شيء - من المواد المستخدمة إلى الاهتمام بالتفاصيل في التصميم. سأكون بالتأكيد عميلة متكررة.",

  name3: "ليو وي",
  country3: "الصين",
  review3:
    "كانت هذه واحدة من أفضل تجارب التسوق التي مررت بها على الإطلاق. كان الموقع سهل الاستخدام، وكانت عملية الشراء بسيطة، ووصل المنتج في حالة ممتازة. الجودة مذهلة حقاً، ويمكنني أن أقول إن هذه الشركة تهتم حقاً بعملائها. سأوصي بها لجميع أصدقائي وعائلتي.",

  name4: "أحمد علي",
  country4: "مصر",
  review4:
    "لا أستطيع أن أصف مدى إعجابي بالخدمة التي تلقيتها. قام الفريق بما هو أكثر من المتوقع لضمان رضاي عن الشراء. جودة المنتج رائعة للغاية، وأصبح واحداً من عناصر المفضلة لدي. أقدر التفاني في رضا العملاء وسأكون بالتأكيد عميلًا دائمًا هنا.",

  name5: "صوفي دوبوا",
  country5: "فرنسا",
  review5:
    "مستوى الرعاية والاهتمام الذي تلقيته من هذه الشركة كان لا يُصدق. في كل خطوة، شعرت بقيمتي كعميلة. المنتج جميل ومصنوع بجودة عالية، وهو بالضبط ما كنت أبحث عنه. أنا سعيدة للغاية بشرائي وسأوصي بهذه الشركة للجميع. تجربة من فئة الخمس نجوم حقاً!",

  Get_the_Latest_News: "احصل على أحدث الأخبار",
  The_Modest_Living: "أفكار تأثيث للمساحات المعيشية المتواضعة",
  Bala_Explore_the_best:
    "اكتشف أفضل الحلول لتجديد منزلك من خلال مجموعة متنوعة من الأثاث لدينا. نقدم نصائح وإلهام لتحويل مساحات المعيشة إلى بيئات أنيقة ومريحة تعكس ذوقك الشخصي، من اختيار الأثاث المناسب إلى تنسيق الألوان والديكور.",
  Tips_For_Designing: "نصائح لتصميم منطقة القراءة بذكاء",
  Struggling_with_limited:
    "هل تعاني من مساحة محدودة؟ شاهد هذا الفيديو لاستكشاف حلول الأثاث الذكية المصممة لتعظيم الوظائف والأناقة في المنازل الصغيرة. من القطع متعددة الأغراض إلى حلول التخزين الذكية، ستجد الإلهام للاستفادة القصوى من مساحة المعيشة الخاصة بك.",
  Easy_Way: "طريقة سهلة لتأثيث منزلك بأسعار معقولة",
  ransform_your_bedroom:
    "حول غرفة نومك إلى واحة مريحة مع نصائحنا الأساسية للأثاث والديكور. يوجهك هذا الفيديو لاختيار الأثاث والملحقات المناسبة لخلق ملاذ هادئ ومريح، مثالي للاسترخاء بعد يوم طويل.",
  Minimalist_Modern: "تصميم مطبخ حديث بسيط",
  Discover_innovative: `اكتشف طرقًا مبتكرة لتعزيز غرفة المعيشة الخاصة بك مع أفكار
                    الأثاث الأنيقة لدينا. يعرض هذا الفيديو أحدث
                    الاتجاهات ونصائح التصميم لاختيار القطع المثالية
                    لخلق مساحة معيشة مريحة وعصرية تعكس أسلوبك الشخصي.`,
  //////////////////////////////////////login page ////////////////////////
  Forgot_password: "هل نسيت كلمة المرور؟",
  Donot_have: "ليس لديك حساب؟",
  Signup: "إنشاء حساب",
  email_login: "يرجى إدخال بريدك الإلكتروني*",
  password_login: "يرجى إدخال كلمة المرور الخاصة بك*",

  /////////////////////////////////////////NotfountPage page//////////////////
  NotfountPage: "صفحة غير موجودة",
  ///////////////////////////////PaymentFailure page////////////////////////
  Payment_Failed: "فشل الدفع",
  Something_went: "حدث خطأ ما في عملية الدفع الخاصة بك.",
  Go_to_Home: "العودة إلى الصفحة الرئيسية",
  /////////////////////////////////////////PaymentSuccess page////////////////////////////
  Success: "تم بنجاح",
  Your_payment_has: "تمت معالجة دفعتك بنجاح.",
  ///////////////////////////////////////ProfileUser page////////////////////
  My_Account: "حسابي",
  Hello: "مرحبًا",
  Addresses: "العناوين",
  Dashboard: "لوحة التحكم",
  Orders: "الطلبات",
  Account_details: "تفاصيل الحساب",
  From_your_account:
    "من لوحة تحكم حسابك يمكنك عرض طلباتك الأخيرة، وإدارة عناوين الشحن والفوترة، وتعديل كلمة المرور وتفاصيل الحساب.",
  following_addresses: "سيتم استخدام العناوين التالية في صفحة الدفع افتراضيًا.",
  Billing_Address: "عنوان الفواتير",
  Edit: "تعديل",
  Shipping_address: "عنوان الشحن",
  Add: "إضافة",
  You_have_not_set: "لم تقم بإعداد هذا النوع من العناوين بعد.",
  ///////////////////// Register page//////////////////////
  Register_Form: "نموذج التسجيل",
  Do_not_have: "ليس لديك حساب؟",
  Role: "الدور",
  Egypt: "مصر",
  Palestine: "فلسطين",
  Yemen: "اليمن",
  Sudan: "السودان",
  Syria: "سوريا",
  Register: "تسجيل",
  Enter_your_Full_name: "يرجى إدخال اسمك الكامل*",
  Enter_your_Email: "يرجى إدخال بريدك الإلكتروني*",
  Enter_your_phone: "يرجى إدخال رقم هاتفك*",
  Enter_your_password: "يرجى إدخال كلمة المرور*",
  Confirm_password: "تأكيد كلمة المرور",
  Already_have: "هل لديك حساب بالفعل؟",
  Login2: "تسجيل الدخول",
  ///////////////////////////////ResetPassword page//////////////////////////////
  Reset_Password: "إعادة تعيين كلمة المرور",
  ///////////////////////////////shop page//////////////////////////////

  All: "الكل",
  Sofa: "أريكة",
  Outdoor_Sofa: "أريكة خارجية",
  Dining_Table: "طاولة طعام",
  Coffee_Table: "طاولة قهوة",
  Bookshelf: "مكتبة",
  Bed_Frame: "إطار سرير",
  Desk: "مكتب",
  Wardrobe: "خزانة ملابس",
  Couch: "كنبة",
  Bed: "سرير",
  Recliners: "كراسي استرخاء",
  Home_Decoration: "ديكور المنزل",
  Office_Decoration: "ديكور المكتب",
  Indoor_Decoration: "ديكور داخلي",
  Outdoor_Decoration: "ديكور خارجي",
  No_products_found: "لم يتم العثور على منتجات",
  Select_Options: "اختر الخيارات",
  Collection: " تصفية حسب المجموعة ",

  Filter_By_Price: "تصفية حسب السعر",

  /////////product Details////////////////

  No_images_available: "لا توجد صور متاحة",
  customer_reviews: " متوسط آراء العملاء",
  Out_Of_Stock: "غير متوفر",
  See_more_about_workShop: "اطلع على المزيد حول الورشة",
  Free_Delivery_Free_Shipping: "توصيل مجاني وشحن مجاني",
  Secure_Online_Payment: "دفع آمن عبر الإنترنت",
  Pick_Up_Available_At_Los:
    "الاستلام متاح في لوس أنجلوس، عادة جاهز خلال 24 ساعة",
  Additional_Information: "معلومات إضافية",
  Reviews: "المراجعات",
  Euisimod_in_pellentesque_massa: "توازن في كتلة البيلينسكوينتيه.",
  Suspendisse_in_est_ante_sitra: "سوسبندي في الاستانتي ستراني نيب.",
  Tincidunt_vitae_semper_quis: "تينسيند فيتاي سيمبر كوي ليست نولا.",
  Neque_convallis_cras_semper: "نيك كونفاليس كراس سيمبر أكتور نيك.",
  Secure_Online_Payment: "دفع آمن عبر الإنترنت",
  Scelerisque_felis_imperdiet_proin: "سكيلريسكي فيليس إمبرديت بروين فيرمنتوم.",

  Colors: "الألوان",

  ///////////////////////////////UnauthorizedPage///////////////////

  Unauthorized_Access: "دخول غير مصرح به",
  Sorry_you_don: "عذرًا، ليس لديك إذن للوصول إلى هذه الصفحة.",
  ///////////////////////////////////////Wishlist///////////////////
  Your_Wishlist: "قائمة المفضلة",
  Your_Wishlist_div: "قائمة المفضلة فارغة حاليًا.",
  Return_To_Shop: "العودة إلى المتجر",
  Remove_fom_wishlist: "إزالة من قائمة المفضلة",
  Add_to_Cart: "إضافة إلى السلة",
};
export default AR;
